Revit 2027 API
SymbolTypeId.Ksi Property
 Symbol ksi, indicating unit Kips per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Ksi { get; }
Public Shared ReadOnly Property Ksi As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Ksi {
	ForgeTypeId^ get ();
}
static member Ksi : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace